{
	"blogs": [
	  {
		"category":"Travelling",
		"id":1001,
		"author":"Jane Poles",
		"title":"THE BEST HIKING TIPS FOR VACATION",
		"content":"Hiking and other forms of outdoor recreation have become increasingly vital to many people’s health (and, if we’re being honest, sanity) in 2020.   You can tell from the record-breaking crowds at many of the US National Parks, and even our local Georgia State Parks, this summer. As a result, all the various Facebook Hiking Groups we’re members of have seen an increasing number of new hikers asking for gear recommendations. The best hiking backpacks are second only to hiking shoes among the most common questions. Whether you’re looking for a small hiking backpack for day trips or a serious trekking backpack for multi-day excursions, choosing a backpack for hiking is an important decision that can make or break your outdoor adventure. The best hiking packs are fairly lightweight, have lots of organizational pockets for stashing your gear, and have design features to keep your body cool and help you carry weight more comfortably. To that end, we’ve tested more than 30 different bags to bring you thi                         s extensive list, which includes backpacks designed for long-distance trekking, for women, ultralight and waterproof bags, and daypacks for hiking.",
		"Date":"01 Nov 2020",
		"Image":"http://www.jamesborrell.com/wp-content/uploads/2012/05/IMG_8922b_edited-1-w960-h600.jpg ",
		"comments":[],
		"like_count":[]
	 },
	 
	 {
		"category":"Nature",
		"id":1002,
		"author":"Dr.James Borrel",
		"title":"Escape the Zoo: Conservation and Optimism",
		"content":"The rabbit warren of securing research funding has meant I largely neglected science communication for the past few months. Writing well is hard, writing articles people will actually read is even harder! So it’s wonderful when nice people do a lot of the hard work for you, thanks Dan.A few weeks ago it was my pleasure to talk all things conservation and optimism with Dan Clarke who runs a great long form podcast series called ‘Escape the Zoo‘. Despite having done a few podcasts recently, I don’t know much about actually presenting and processing a podcast – so I was immediately impressed by the big shiny microphone hanging infront of Dan when we connected in skype. He clearly means business!It was even more exciting, that after he intereviewd me, Dan spoke to one of my all time heros –Jeremy Hance, of Mongabay fame. If you don’t know what a Solenodon is, then listen to Jeremy first!",
		"Date":"08 Nov 2018",
		"Image":"http://www.jamesborrell.com/wp-content/themes/elegance/cache/James_Borrell_filming_madagascar-660x409.jpg",
		"comments":[],
		"like_count":[]
	 },
	 
	 {
		"category":"Nature",
		"id":1003,
		"author":"Martin Paul",
		"title":"UmPhafa, South Africa",
		"content":"In late 2011 I spent two months living and working at UmPhafa Private Nature Reserve, nestled on the edge of the Drakensberg Mountains in Kwa-Zulu Natal, South Africa. Rather than an expedition, at Umphafa I was able to live on the reserve, where they have an ambitious vision to return what was heavily overgrazed farmland to its former beauty, reintroducing and encouraging the return of numerous species along the way.Wildlife documentaries make finding wildlife look easy, I can assure you it’s not.To cut a long story short I didn’t manage it, but by a complete fluke we stumbled on a Cheetah instead",
		"Date":"04 Aug 2018",
		"Image":"http://www.jamesborrell.com/wp-content/uploads/2018/07/james_borrell_ethiopa2.jpg",
		"comments":[],
		"like_count":[]
	 },
	 
	 {
		"category":"Art",
		"id":1004,
		"author":"Lisa Takahashi",
		"title":"PAINTERS CONNECTED: ONLINE ART CLASSES AND ACTIVITIES",
		"content":"While we stay home in order to help flatten the curve of the Coronavirus pandemic, many fantastic resources have appeared online, to help us keep engaged with our practice and feel connected to others. Originally published at the beginning of the first UK-wide lockdown in March 2020, this post has now been updated with details of the most reputable online painting and drawing classes currently available. If you have suggestions of other resources that should be mentioned here please do submit them by making a comment at the end of the article.an expedition, at Umphafa I was able to live on the reserve, where they have an ambitious vision to return what was heavily overgrazed farmland to its former beauty, reintroducing and encouraging the return of numerous species along the way.Wildlife documentaries make finding wildlife look easy, I can assure you it’s not.To cut a long story short I didn’t manage it, but by a complete fluke we stumbled on a Cheetah instead",
		"Date":"04 Nov 2017",
		"Image":"https://www.jacksonsart.com/blog/wp-content/uploads/2020/03/On_Location_Jacksons_Artist_Oil_Factory_Visit_Atmos_37.jpg",
		"comments":[],
		"like_count":[]
	 },
	 
	 {
		"category":"Art",
		"id":1005,
		"author":"Evie Hatch",
		"title":"ADEBANJI ALADE: THE ADDICTIVE SKETCHER",
		"content":"Adebanji Alade is a renowned artist, best known for his dynamic oil paintings. Drawing is at the very core of his practice and his new book, Addictive: An Artist’s Sketchbook, showcases one of his sketchbooks in its entirety. It is an inspirational insight into the artist’s mind as he documents the urban landscape and the people who inhabit it. In this interview, Adebanji Alade tells us more about his book, why a sketchbook is such a crucial artist tool, and the importance of making drawing a habit.All images are from Addictive: An Artist’s Sketchbook, courtesy of Search Press",
		"Date":"10 jan 2020",
		"Image":"https://www.jacksonsart.com/blog/wp-content/uploads/2020/10/Module-2_2.jpg",
		"comments":[],
		"like_count":[]
	 },
	 
	 {
		"category":"Food",
		"id":1006,
		"author":"Rosey Jane",
		"title":"Garlic & Herb Sweet Potato Nourish Bowl",
		"content":"Lately, I can’t get enough of romaine lettuce, which is weird considering a few months ago it was my least favorite green (next to iceberg). However, with the creation of our Vegan Caesar Salad with BBQ Sweet Potato Croutons, my love affair began, and it’s been going strong for months.This is an iteration of that recipe, but with more decidedly Middle-Eastern and Mediterranean influences thanks to the addition of za’atar spice blend, hummus, and tahini (follow links for recipes and to learn about the origins of these ingredients).Not only is this bowl incredibly flavorful, it’s also quite nourishing with the addition of a whole sweet potato for plenty of whole, complex carbs and natural sweetness. Our go-to 4-ingredient dill garlic sauce adds a garlicky, lemony punch. Did we mention it’s ready in 30 minutes? Let us show you how it’s done!Parsley is native to the Mediterranean and is rich in antioxidants and minerals including potassium, calcium, manganese, iron, and magnesium.",
		"Date":"23 Mar 2019",
		"Image":"https://minimalistbaker.com/wp-content/uploads/2020/07/Garlic-Herb-Sweet-Potato-Nourish-Bowl-Parsley-sweet-potato-garlic-dill-sauce-ready-in-30-minutes-glutenfree-plantbased-minimalistbaker-recipe-26-1365x2048.jpg",
		"comments":[],
		"like_count":[]
	 },
	 
	  {
		"category":"Food",
		"id":1007,
		"author":"Emilia Rayson",
		"title":"How to make Instant Pot Mashed Potatoes",
		"content":"Lately, I can’t get enough of romaine lettuce, which is weird considering a few months ago it was my least favorite green (next to iceberg). However, with the creation of our Vegan Caesar Salad with BBQ Sweet Potato Croutons, my love affair began, and it’s been going strong for months.This is an iteration of that recipe, but with more decidedly Middle-Eastern and Mediterranean influences thanks to the addition of za’atar spice blend, hummus, and tahini (follow links for recipes and to learn about the origins of these ingredients).Not only is this bowl incredibly flavorful, it’s also quite nourishing with the addition of a whole sweet potato for plenty of whole, complex carbs and natural sweetness. Our go-to 4-ingredient dill garlic sauce adds a garlicky, lemony punch. Did we mention it’s ready in 30 minutes? Let us show you how it’s done!Parsley is native to the Mediterranean and is rich in antioxidants and minerals including potassium, calcium, manganese, iron, and magnesium.",
		"Date":"3 jun 2019",
		"Image":"https://minimalistbaker.com/wp-content/uploads/2020/09/FLUFFY-Instant-Pot-Mashed-Potatoes-Buttery-garlicky-creamy-20-minutes-3-ingredients-1-pot-instantpot-plantbased-minimalistbaker-recipe-potatoes-16-1365x2048.jpg",
		"comments":[],
		"like_count":[]
     }
    ]
}